["", " 18 Editions of the Dewey Decimal Classifications    The present study is a history of the DEWEY Decimal Classification.  The first edition of the DDC was published in 1876, the eighteenth edition in 1971, and future editions will continue to appear as needed.  In spite of the DDC's long and healthy life, however, its full story has never been told.  There have been biographies of Dewey that briefly describe his system, but this is the first attempt to provide a detailed history of the work that more than any other has spurred the growth of librarianship in this country and abroad. ", " Use Made of Technical Libraries This report is an analysis of 6300 acts of use in 104 technical libraries in the United Kingdom. Library use is only one aspect of the wider pattern of information use.  Information transfer in libraries is restricted to the use of documents.  It takes no account of documents used outside the library, still less of information transferred orally from person to person.  The library acts as a channel in only a proportion of the situations in which information is transferred. Taking technical information transfer as a whole, there is no doubt that this proportion is not the major one.  There are users of technical information - particularly in technology rather than science - who visit libraries rarely if at all, relying on desk collections of handbooks, current periodicals and personal contact with their colleagues and with people in other organizations.  Even regular library users also receive information in other ways. ", " Two Kinds of Power An Essay on Bibliographic Control     The relationships between the organization and control of writings and the organization and control of knowledge and information will inevitably enter our story, for writings contain, along with much else, a great deal of mankind's stock of knowledge and information.  Bibliographical control is a form of power, and if knowledge itself is a form of power, as the familiar slogan claims, bibliographical control is in a certain sense power over power, power to obtain the knowledge recorded in written form.  As writings are not simply, and not in any simple way, storehouses of knowledge, we cannot satisfactorily discuss bibliographical control as simply control over the knowledge and information contained in writings. ", " Systems Analysis of a University Library;  final report and research project     The establishment of nine new universities in the 1960's provoked a highly  stimulating re-examination of the nature, purpose and management of academic libraries.  Long-established attitudes and methods were questioned, but although changes were made, the basic difficulty remained - a lack of objective information about the best ways of providing a library service in a university. The report of the UGC Committee on Libraries (the Parry Repot [267]), which, in general, endorsed these changes, also stressed the need for research into all aspects of academic library provision. ", " A Library Management Game: a report on a research project     Although the use of games in professional education has become widespread only during the last decade, the method has been used in a number of fields for many hundreds of years. Its origins have been traced to simple war games, used in military training when the \"real thing\" was either unavailable or too dangerous.  In more recent times, these games have become more and more sophisticated, and many now use large electronic computers to handle the complex calculations involved. Since 1956, when the first well-developed management game was introduced, the technique has spread rapidly into a wide variety of disciplines and today it is used at all levels of education, from primary school classes to courses for experienced professional men and women.  One of the main causes of this \"game explosion\" has been the rapid development of sophisticated management techniques, such as simulation and mathematical modelling, which have been made possible by rapid advances in computer technology. ", " Abstracting Concepts and Methods      Graduate library school study of abstracting should be more than a  how-to-do-it course. It should include general material on the characteristcs and types of abstracts, the historical development of abstracting publications, the abstract-publishing industry (especially in the United States), and the need for standards in the preparation and evaluation of the product. These topics we call concepts.      The text includes a methods section containing instructions for writing various types of abstracts, and for editing and preparing abstracting publications. These detailed instructions are supplemented by examples and exercises in the appendix. There is a brief discussion of indexing of abstract publications.      Research on automation has been treated extensively in this work, for we believe that the topic deserves greater emphasis than it has received in the past. Computer use is becoming increasingly important in all aspects of librarianship. Much research effort has been expended on the preparation and evaluation of computer-prepared abstracts and extracts. Students, librarians, and abstractors will benefit from knowing about this research and understanding how computer programs were researched to analyze text, select key sentences, and prepare extracts and abstracts. The benefits of this research are discussed.     Abstracting is a key segment of the information industry. Opportunities are available for both full-time professionals and part-time or volunteer workers. Many librarians find such activities pleasant and rewarding, for they know they are contributing to the more effective use of stored information. One chapter is devoted to career opportunities for abstractors. ", " Academic Library Buildings A Guide to Architectural Issues and Solutions This book attempts to present representative examples of successful architectural solutions to the important problems librarians and architects face in planning new college and university library buildings or in remodeling and enlarging existing structures.  It does not attempt to make case study evaluations, as was done by Ellsworth Mason for Brown and Yale.  Nor does it present examples of unsuccessful solutions except to show how to avoid mistakes, and in these cases the libraries will not be identified. ", " The Academic Library Essays in Honor of Guy R. Lyle      As important for staff members' individual development as was the apprenticeship in administration, perhaps the most significant attitude one acquired while working for Guy was engendered by his insistence that librarians must be interested in and knowledgeable about the content of the materials with which they dealt.  His love of literature, his respect for scholarship, his admiration for good writing and reading were manifested in many ways, but most notably in his admonition that, though we were primarily a research library, we must constantly keep in mind our obligation to collect contemporary poetry, fiction and belles-letters.  It was primarily up to the library staff, he felt, to be responsible for these as well as for \"general\" books which crossed disciplinary lines or fell between the disciplines, those books which a faculty mostly concerned with research materials is apt to overlook.  And in building this portion of the collection, \"there is no substitute for a thorough acquaintance with books through a reading of critical reviews and the books themselves.\"  This counsel is from The President, the Professor, and the College Library, but the importance of its thrust--the need to keep up with the world of books and publishing--was continually impressed upon us. ", " Access to Libraries in College      This study assumed that an additional use study held less promise than an analytical consideration of concepts. The basic approach was a survey comparing traditional and current professional ideas on direct access.  Principal data-gathering instruments were documentary analysis and opinion questionnaire.      Findings of the documentary analysis included the following:      Research from 1890 to 1970 on the direct shelf approach and browsing left the problems largely unresolved and evidently resistant to established methods of use and user research.  The need for an exhaustive study of concepts was confirmed.      Open shelf libraries--organized through shelf classification and relative location--were meant to arouse the intellectual, social, and political interest of the average citizen and affect his democratic self-realization.      Definitions of \"browsing\" varied greatly: self-indulgence by the untutored in objectionable works; beneficial self-education for the general reader; valuable guidance for the scholar in his research. ", " Access to Periodical Resources           The purpose of this study was to develop, evaluate, and recommend a national plan  for improving access to periodical resources.  About 48 percent of all academic interlibrary loans are for periodical materials, with the bulk of the loans being satisfied in the form of photocopies.  A major consideration in the long-range improvement of the interlibrary loan system is the possible augmentation with a national system for acquiring, storing, and satisfying loan requests for periodical materials.           This study focused on the physical access to the periodical literature.  Based on the needs of the library community, design features were developed, and included the following:           Service should be made available to all users           without any restriction other than access           through a library.           Initially, the service should be confined primarily           to rapid, dependable delivery of photocopies of           journal articles.           The collection of a center should be comprehensive           in subject coverage excluding only medicine.           All worthwhile journals should be collected           irrespective of language. ", " The Acquisition of Library Materials   The scope of acquisitions work, outlined in the Introduction, acknowledges the importance of selection policy, serials recording, and other topics kindred to acquisitions. These topics are discussed in this book only as they relate to obtaining library materials.  They are examined thoroughly in books and papers that are cited in the references and the bibliographic note.   Centralized acquisitions and automation of order routines are of major importance in order work and they are reviewed as chapters in this book.  These chapters are introductions to the concepts and problems of centralization and automation, not manuals of practice. For treatment of these topics in particular and in depth the reader is referred to the references cited.  For automation these references are only a modest selection from an enormous literature. ", " Acquisition from the 3rd World   The Ligue des bibliotheques europeennes de recherche (LIBER) was set up in 1971 as an international non-governmental organization, with the aim of establishing close collaboration between the general research libraries of Western Europe, particularly national and university libraries, and in particular to help in finding practical ways of improving the quality of the services these libraries provide.   At the second meeting of its General Assembly, held in Luxembourg in 1972, LIBER decided to hold a seminar on the acquisition of materials from the 'Third World'; and I was charged with the 'intellectual organization' of this seminar.  The purpose of the meeting would be to examine the problems of acquisition; the availability of materials in European libraries both for reference and for lending; and the feasibility of setting up a European centre for the collection of such material, to be available for loan.  The provision of bibliographic information, preferable in machine-readable form, was to be a basic consideration, whatever means were proposed for acquiring publications from those areas.  The Council of Europe made a generous grant towards the cost of the seminar which was held at the University of Sussex from 17 to 19 September 1973. ", " AD695049 I am not, nor have I ever pretended to be, an expert on microfiche.  Nevertheless, when I was invited to address the Third Annual Northeastern DDC/Industry Users Conference in Waltham, Massachusetts in April of 1968 I had the temerity to attempt to describe what I as a user would like to have in a fiche reader.  (\"Towards a Uniform Federal Report Numbering System and a Cuddly Microfiche Reader--Two Modest Proposals.\" Revised September 1968.  AD-669204) ", " The Administration of the College Library   If this book has a central thesis, it rests upon the simple but frequently neglected principle that college library service goes beyond the commonly accepted functions of book circulation and storage.  The college library exists, not merely to house and circulate library materials, but to supplement and extend the teaching process with reference service, to afford faculty members library opportunities for improving instruction, and to encourage students to read more and better books.  Administration is essentially a service activity, a tool through which library functions are more fully and efficiently realized.   The present work retains most of the material of the first edition, but includes substantial revision in each chapter.  The book was planned not only as a text in the teaching of college library administration but also for independent professional reading.  Because readers have found the footnotes and chapter bibliographies useful for reference purposes, they have been brought up to date and in some cases extended. ", " Information Flow in Research and Development Laboratories    Technical communication patterns in two research and development laboratories were examined using modified sociometric techniques.. The structure of  technical communication networks in the two laboratories results from the  interaction of both social relations and work structure.. The sociometric  \"stars\" in the technical communication network who provide other members of the organization with information either make greater use of individuals outside the organization or read the literature more than other members of the  laboratory.. ", " Adopting the Library of Congress Classification System      This manual is designed to make it possible for any library to change efficiently to the Library of Congress Classification system.  Detailed procedures are outlined which may serve as exact models or as a series of suggested steps which have proven effective in actual use.  Most of the text deals with the necessary criteria for effecting the planning, making the preparations, selecting the tools, and establishing the procedures which are essential for a reclassification project.  Beyond this, considerable attention has been given to many of the problem areas of the LC Classification-series, biography, bibliography, law, PZ3 and PZ4.  In addition, the literature Tables VIIIa and IXa, two of the most frequently used tables throughout the entire class system, have been thoroughly explained and their application illustrated by a series of comprehensive examples.  Since the mechanics, production, and cost of catalogue card copy can significantly affect the flow of books to users, a chapter has been devoted to describing the use of Xerox copying machines in library operations.  Finally, an annotated bibliography of books and articles judged to be helpful in deciding to reclassify is included for those readers who wish to delve more deeply into the tortuous and frustrating 50-year history of the concept of centralized cataloging and classification.  The numbers enclosed in parentheses throughout the text refer to sources in the bibliography which relate to or support the arguments being advanced in any particular case. ", " Adventures in Librarianship   There has long been a need for a continuing series to provide scholarly reviews of the rapidly changing and advancing field of librarianship, a series which would select subjects with particular current significance to the profession and provide an analysis of the advances made through research and practice.  Advances in Librarianship is planned and designed to fill this need.  It will present critical articles and surveys based on the published literature, research in progress, and developments in libraries of all types.    Mechanization may appear to be the most obvious of the advancing fronts of librarianship, for automation has caught the enthusiastic support of all librarians who can visualize its potential. Advances in this field will certainly be found in every volume of this series. As the first group of articles in this volume demonstrate, technological change has an obvious and direct implication for libraries, but the problem has been found to be much more complex than the simple inventory problem many experts expected. Advances in Librarianship is dedicated to presenting the realities of automation, assessing where we are, where we are going, and how fast we can hope to get there. \"The Machine and Cataloging\" reviews the current status of the machine-produced book catalog and what lies ahead as we enter the age of MARC. Where business methods have greater applicability, progress is easier, as reported in \"Mechanization of Acquisition Processes.\" Even in this area generally acceptable practices and standardization are in the future, not the past. One of the problems of major and immediate importance in computerization of catalog information is that discussed in \"Filing Systems for Computer Manipulation.\" This detailed review presents the complexity of the problems and suggests possible solutions.    For many years technical service costs have been defended without adequate knowledge of the facts. As automated procedures are proposed, standards are determining costs of traditional operations become essential. The article on standards for such costs shows why the problems have been difficult and reviews the significant advances of the past few years.    The school library has widened its dimensions in materials and services much more rapidly than other libraries, as reflected in its new name, the instructional media center. Here, technical change, together with new teaching methods, has made possible major developments in library service in schools as well as for children in the public library. Two articles make clear that what can be done has been demonstrated, and that what remains is to make this the rule rather than the exception.    Bibliotherapy is an example of a field in which progress has been slow.    Articles which illustrate the potential which systems theory and managerial planning theory have for libraries. The articles on the application of these concepts, which come from research in administration, are provocative and may appear controversial to some.    The article on library development in developing countries provides an analysis in depth of our efforts and degree of success in assisting other countries in providing the library service which is so important in the modern world. ", " Selective Dissemination of Information   The present contribution does not duplicate previous studies but complements the earlier publications and closes the few gaps that exist in the literature prior to 1966 and after 1971.  Additionally, it is a bold attempt to evaluate critically and objectively the history of the mechanized selective dissemination of information (SDI) as reflected in the literature, from the initial description by Luhn (1958, 1961b, c) to the post-1970 period when the SDI boom began losing ground to the more popular on-line interactive systems.  The review therefore questions and interprets the concept of SDI, its implementation, and its evolution in the light of work performed by many companies, government agencies, universities, societies, and libraries during the last fourteen years. ", " Adventures in Theory of Languages   In trying to give an account of the statistical properties of language, one is faced with the problem of having to find the common thread which would show the many and multifarious forms of language statistics - embodied in scattered papers written by linguists, philosophers, mathematicians, engineers, each using his own professional idiom as belonging to one great whole: quantitative linguistics.   The book stresses the peculiarity of statistics of language structure as against just conventional statistics.  To put the difference between two types of statistics briefly, the latter comprises the methods and parameters of general number statistics as applied, e.g., in Economics and Demography, the former has its own methods and characterising parameters, particularly useful for describing and evaluating language structure.  The idea of statistical linguistics as using concepts and methods of its own, which was adumbrated in the author's \"Language as choice and Chance\", 1956, has now taken definite shape.   Of this development I shall try to give a brief account.  In my book, \"Language as Choice and Chance\", the foundation was laid for a truly sensible application of statistics to language by my interpretation of the langue-parole dichotomy as being essentially that between statistical universe and sample. ", " The Age of Jewett: Charles Coffin Jewett and American Librarianship 1841-1868      Most librarians mark the beginning of modern librarianship from the founding of the American Library Association in 1876 and the appearance on the national library scene of such dynamic and controversial figures as Melvil Dewey and Charles Ammi Cutter.      But in doing so, they overlook an extremely significant era in the history of our profession, for the quarter century preceding the 1876 meeting in Philadelphia was one characterized by great advances in the field of American librarianship.  This period of growth was to have considerable influence on the course of library development in America after 1876.  To ignore the third quarter of the nineteenth century is to risk misinterpreting the pivotal post-1876 era, and in this time of reappraisal, it seems particularly appropriate and useful to focus our attention on the years preceding the founding of the American Library Association. ", " On Aggression   In this book, Lorenz deals with the evolution of aggression in vertebrates.  He points out that aggressivity is totally different from predation: that it is a biological necessity for defence of territory and for a cornered animal, and that it becomes mixed up with other innate drives, thus leading up towards reduction of intraspecific damage. This, be it noted, is most evident in fiercer social predators like wolves, where escape from the pack is virtually impossible and where co-operation without fighting is necessary for survival; whereas in the non-social but proverbially peaceful dove prevention of escape leads to violent and often fatal attacks on the weaker mate.   In a final chapter he advances some suggestion as to how in the human species, where evolution is primarily cultural, and not guided by Darwinian selection in the strict sense, the aggressive drive may be canalized into less dangerous channels. Man has innumerable ways of adaptively ritualizing his behavior, many of them analogous, if not homologous, to those found in animals.  In any event, On Aggression is a fascinating book by a master of his subject. ", " Education and Manpower for Librarians   This paper is not an official policy statement of the American Library Association nor of the Office for Library Education.  It is simply an exploration, an outline of possibilities for consideration by the profession.  Its purpose is  to generate discussion that will lead eventually to a statement of Association policy that the profession will support and make effective.   A basic assumption on which the statement rests is this: that the library occupation is much broader than that segment of it which is the library profession, but that the professional segment has responsibility for the definition and supervision of the training and education required by the complete range of activities encompassed by the occupation.  Librarians are not the only persons who work in libraries, but librarians are the ones who are concerned with the advancement and improvement of the library profession.  It follows then that it is the obligation of the professionals to engage actively in the establishment and maintenance of standards and norms governing the preparation of people who work at any level in libraries.  They should define and guide the kinds of preparation most useful at the pre-professional level and not merely the education of those who will hold positions at the level we now call \"professional.\" ", " Pilot Inventory of Library Holdings This project was undertaken because of the high degree of uncertainty among the library staff regarding the extent of the problem of missing books.  The findings of this study gave the Ohio State University libraries concrete evidence as to how many books are missing and indicated the areas in which book losses are the greatest.  These figures also provide information which can be conveyed to the faculty or administration when they voice complaints about the unavailability of library books.  The areas where losses are high also tend to indicate the areas of most frequent use. ", " Libraries and Technological Forces Affecting Them 1.  What do we mean by technology and what kind of technological forces are we concerned with? 2.  Why is it important to be concerned with technology in thinking about the future of libraries? 3.  What kinds of technology are particularly important for libraries? 4.  How can this technology be applied today? 5.  What can we foresee for the future, as we move toward the year 2000? 6.  What, if anything, should we do tomorrow to try to get from here to here? ", " Algebraic Systems    As far back as the 1920's, algebra had been accepted as the science studying the properties of sets on which there is defined a particular system of operations.  However up until the forties the overwhelming majority of algebraists were investigating merely a few kinds of algebraic structures.  These were primarily groups, rings and lattices.  The first general theoretical work dealing with arbitrary sets with arbitrary operations is due to G. Birkhoff (1935).  During these same years, A. Tarski published an important paper in which he formulated the basic principles of a theory of sets equipped with a system of relations.  Such sets are now called models.  In contrast to algebra, model theory made abundant use of the apparatus of mathematical logic.  The possibility of making fruitful use of logic not only to study universal algebras but also the more classical parts of algebra such as group theory was discovered by the author in 1936.   During the next twenty-five years, it gradually became clear that the theory of universal algebras and model theory are very intimately related despite a certain difference in the nature of their problems.  And it is therefore meaningful to speak of a single theory of algebraic systems dealing with sets on which there is defined a series of operations and relations (algebraic systems). The formal apparatus of the theory is the language of the so-called applied predicate calculus.  Thus the theory can be considered to border on logic and algebra. ", " Indexing and Abstracting by Association This article discusses the possibility of exploiting the statistics of word co-occurrence in text for purposes of document retrieval. Co-occurrence is defined and related to the mental processes of authors and readers; several means of quantitative measurement of word co-occurrence are then scrutinized.  It is shown that the most strongly co-occurring word pairs, which are therefore \"associated\" in a statistical sense, can be represented in the form of an \"association map.\"  The last half of the article presents two modes of use of association maps in literature searching. ", " Cost Analysis and Simulation Procedures for the Evaluation of Large Information Systems A computer program has been written and used which simulates the several-year operation of an information system and computes estimates of the expected operating costs as well as the amount of equipment and personnel required during that time period.  The program has been used for the analysis of several large systems and has proven itself to be a useful research tool for the study of systems with so many components and interrelated operations that an equivalent manual analysis would be extremely cumbersome and time consuming,and perhaps even impractical. This paper describes this program and shows, as an example, some of the results of a simulation of two of several suggested designs for a specific information system. ", " A Note on the Pseudo-Mathematics of Relevance   Recently a number of articles, books, and reports dealing with information systems, i.e., document retrieval systems, have advanced the doctrine that such systems are to be evaluated in terms of the degree or percentage of relevancy they provide.   Although there seems to be little agreement on what relevance means, and some doubt that it is quantifiable, there is, nevertheless, a growing agreement that a fixed and formal relationship exists between the relevance and the recall performance of any system.  Thus, we will find in the literature both a frankly subjective notion of  relevance as reported by individual users, and equations, curves, and mathematical formulations which presumably provide numerical measures of the recall and relevance characteristics of information systems.  This phenomenon of shifting back and forth from an admittedly subjective and non-mathematical term to equations in which the same term is given a mathematical value or a mathematical definition has its ancient parallel in discussions of probability.  One cannot, of course, legislate the meaning of a term.  It all depends, as Alice pointed out, on \"who is master,\" the user or the term.  On the other hand, the use of a single term in the same document to cover two or more distinct meanings, especially when such a usage is designed to secure the acceptance of a doctrine by attributing to it mathematical validity which it does not have, represents a more serious situation than merely careless ambiguity. ", " Some Questions Concerning \"Information Need\" The expression \"satisfying a requester's information need\" is often used, but its meaning is obscure.  The literature on \"information need\" in relation to retrieval suggests three different (though not inconsistent) possible interpretations.  However, each of these interpretations is itself fundamentally unclear. The various obscurities involved are indicated by critical questions, which those who write of information need are invited to answer. ", " Vocabulary Building and Control Techniques    The rationale is given for creation and maintainance by an information  center of a controlled indexing and retrieval vocabulary.. Basic vocabulary principles are (1) use of natural language, (2) development of hospitality to new concepts, (3) provision of adequate cross-referencing, and (4) formatting for easy use.. Terminalogical conventions necessary for development and control of a useful vocabulary are summarized, and the techniques for  applying these conventions to construct a thesaurus are described..  Computerized editing techniques and updating techniques are briefly set forth.. ", " Attendance and Use of the Science Library at M.I.T. This is an interim report on continuing studies of library operations at Massachusetts Institute of Technology being made by members of the Institute's Operations Research Project in cooperation with the librarians and library staff.  In this report, which is based on actual observations of on-the-premise use made of the Science Library, various statistics measuring the kind, degree, and intensity of use are tabulated.  In addition there are some suggested measures of effectiveness of the library. A unique outcome of the survey has been the construction and verification of a mathematical model employing probability theory to measure rate and kind of use of library material together with length of stay of library patrons. Such models, characteristic of an operations research approach, give promise of furthering the goal of effective library management and planning. ", " Information Gathering Patterns and Creativity A study of research chemists in an industrial research laboratory    A comparison of creative and \"noncreative\" research chemists with  respect to the ways in which they use their professional and technical  literature.. The creative chemists differ from the \"noncreative\" in that the former read more technical literature on the job, are less reluctant to use  literature of greater reading difficulty, are less influenced in their  independence of thought, read more extensively and consult more frequently the older material, are more inquisitive and have broader cultural interests.. The findings of the study are believed to be helpful in planning library and  information services, in refining future inquiries into the ways in which scientists use recorded information, and in improving tests for the  identification of creative ability among chemists.. ", " The \"Half-Life\" of Some Scientific and Technical Literatures    A consideration of the analogy between the half-life of radioactive  substances and the rate of obsolescence of scientific literature.. The validity  of this analogy suggest the possibility of more accurate prognostications concerning the period of time during which scientific literature may by used  and hence might help to guide the planning of library collections and  technical information services.. ", " Keyword-In-Context Index for Technical Literature (KWIC Index)    A distinction is made between bibliographical indexes for new and past literature based on the willingness of the user to trade perfection for  currency.. Indexes giving keywords in their context are proposed as suitable  for disseminating new information.. These can be entirely machine-generated  and hence kept up-to-date with the current literature.. A compatible coding  scheme to identify the indexed documents is also proposed.. In it elements are automatically extracted from the usual identifiers of the document so that the  coded identifier yields a maximum of information while remaining susceptible  to normal methods of ordering.. ", " Comparisons of Four Types of Lexical Indicators of Content An experiment was conducted to determine which of  four types of lexical indicators of content could be utilized best by subjects to determine relevant from irrelevant documents and to answer a set of 100 questions.  The results indicate that there were no major differences between the groups using complete text and abstracts to select relevant documents, but the group utilizing the complete text obtained a significantly higher score on the examination. ", " Recorded Use of Books in the Yale Medical Library Explores the amount of use of books by categories of borrowers in the Yale Medical Library, with a view to discovering the proportion of the catalogue which should be put in machinable form. ", " The World's Technical Journal Literature: An Estimate of Volume, Origin, Language, Field, Indexing, and Abstracting A quantitative estimate is made of the magnitude of the world's scientific and technical journal literature problem. Using a number of basic sources of statistical information, a composite picture is established to show such things as the total volume, linguistic and national origins, breakdown by subject field, and degree of coverage by the abstracting and indexing services. ", " Machinelike Indexing by People A study of several thousand entries in a classified bibliography of article titles (the Index Medicus) revealed that a large proportion of the title entries contained words identical to or synonymous with words of the corresponding subject heading.  It is inferred that a major part of the bibliography studied could have been compiled by a machine procedure operating on titles alone, provided the machine was supplied with a suitable synonym dictionary. ", " Bibliographic Coupling Between Scientific Papers This report describes the results of automatic processing of a large number of scientific papers according to a rigorously defined criterion of coupling.  The population of papers under study was ordered into  groups that satisfy the stated criterion of interrelation. An examination of the papers that constitute the groups shows a high degree of logical correlation. ", " Worldwide Census of Scientific and Technical Serials    Results of the census of the world's scientific and technical serial  literature, within the limits defined and based on an examination of published  source material from countries throughout the world, reflect a total title  population much lower than estimated before.. Distribution of this population  by country, showing better than 50% of the total divided among six major  countries,  is included and discussed, together with a broad subject  distribution of serials for certain countries.. ", " New Factors in the Evaluation of Scientific Literature  Through Citation Indexing    More than one million citations from the scientific literature have been  processed by the Citation Index Project at the Institute for Scientific  Information.. The Project, sponsored by NSF and NIH, will be described briefly, and new methods of using citation data for evaluation of publications will be discussed..    Summaries of statistical data, compiled by computer methods such as the  following, will be given..    1. Frequency of citation of one journal by another..    2. Frequency of current citations to the past literature..    3. Frequency of self-citation by journals and authors..    4. Number of source citations per cited paper..    5. Number of references per source paper..    6. Number of papers published per journal.. ", " The Notion of Relevance    Analysis of the problems of defining the mutual relevancies of queries and  document-collections indicates that they essentially involve the problem of conceptual relatedness.. In order to consider the later problem, the question  of concept-formation is first discussed, which in turn requires a definition of concept.. An extensional interpretation is suggested whereby a concept is  associated with a class of conceptually-similar documents.. Users' similarity- judgments then provide the empirical data for formal definitions of concept and conceptual relatedness.. It is found, however, that certain very general  difficulties rule out the possibility of defining concepts and their  relatedness by the method proposed.. Since this method is based on human  relevance-judgments, it seems a natural one to adopt, so that its collapse has serious practical and theoretical consequences.. An alternative approach is  therefore proposed whose elaboration will form Part II of this article.. ", " The Consistency of Human Judgments of Relevance    A comparison of the ability of humans to consistently judge the relevance  of documents to their general interests from bases of citations, abstracts,  keywords, and total text was made under controlled experimental conditions..  The results showed that 1) humans are able to make such judgments consistently, and 2) the consistency of the judgment is independent of the particular base  from which it is made.. Apparent inconsistency arising from judgments made on the  basis of abstracts remains unexplained.. This experiment, as well as others concerned with human evaluations of text material, leave unexplored the basic problem of providing a metric scale on which such evaluations can be measured.. ", " The Distribution of Term Usage in Manipulative Indexes    A semi-empirical correlation, based on data from nine indexes, permits the prediction of the percentage of terms in a manipulative index vocabulary which  will be used to index any given number of documents.. This is a function of the total number of index entries in the system.. A log-normal relationship,  similar  to Zipf's Law, exists between total index entries and distribution of term usage.. Based upon the correlation, optimum vocabulary size and growth rate can inferred, as well as the most efficient arrangement of index entries in a  storage medium.. The results agree well with published data and appear to be  particularly useful for designers of mechanized retrieval or publication operations.. ", " Measuring the Reliability of Subject Classification by Men and Machines    Procedures for measuring the consistency of document classification are  described.. Three subject specialists classified 997 abstracts of psychological  reports into one of eleven categories.. These abstracts were also mechanically classified by a computer program using a factor score computational procedure..  Each abstract was scored for all categories and assigned to the one with the highest score.. The three manual classifications were compared with each other and with the mechanical classifications, and a series of contingency  coefficients was computed.. The average reliability of manual classification  procedures was equal to .870.. The correlation between automatic and manual  classification was .766.. ", " A Quantitative Measure of User Circulation Requirements and Its Possible Effect on Stack Thinning and Multiple Copy Determination    The strategy outlined in this article describes a possible aid to the  librarian for thinning a library's stack according to the criterion of user  needs.. The method uses the last circulation date as a parameter of user  circulation requirements.. The resulting stack collection would, by design, satisfy over 99 percent of the user circulation requirements and yet be of minimum size.. Preliminary, but not yet fully validated research, indicates  that the number of volumes in a library's holdings may be reduced by 60 to 70  percent and yet satisfy well over 99 percent of the user requirements.. It may also be possible to determine which books should have multiple copies in order that user disappointment can be minimized.. The effective result of this  approach is that there now may be a quantitative method of maintaining the  library's holdings at a reasonable level and, in addition, a reduction in the  disappointment of the user who is unable to find the book he wants because of  use by another.. ", " Improvement of the Selectivity of Citation Indexes to Science Literature Through Inclusion of Citation Relationship Indicators    Citation indexes to large bodies of science literature can often list far more citing references under the known cited reference than the user can  afford the time to look up.. By providing some additional information, beyond  the minimal association of the citing reference with the cited reference, a  citation index could provide the means of the user to select from a long list  those citing references which are most relevant to his immediate search  requirement.. Means of providing this selectivity are discussed.. Particular  attention is given to the possibility of adding short codes to the citation  entries which would be informative of the way in which the citing publication is operationally related to the cited one (this method is an integral feature  of the Shepard's legal citations).. A scheme of citation relationships of  potential value to users of science literature is presented.. These  relationships were tested on a sampling of physics literature.. The suggested  categories include indicators of the relation of the citing reference to the scientific process in general, as well as indicators of its relationship to the cited reference in particular.. Assignment of the categories to a citation  requires the exercise of judgment, as in subject indexing, but does not involve the use of subject terminology.. An illustration is provided of the application  from a citation index to physics literature.. ", " The Norms of Citation Behavior: Prolegomena to the Footnote    The publication explosion has focused renewed attention on the lowly  footnote.. While we are all at least partially aware of the technical functions of the citation for both the writer and the reader of the scientific paper,  little is known about the norms operating in actual practice.. Even less is  known about the operating norms with respect to the more sociological functions, including the acknowledgement of intellectual debts or the conferral of  recognition upon the works of others.. This paper reviews the state of our  knowledge, raises questions, and proposes suggestions and hypotheses for  studying the relationships between footnoting practices among scientists and the social system of science.. ", " Adaptive Information Dissemination    Computer dissemination of information offers significant advantages over manual dissemination because the computer can use strategies that are  impractical and in some cases impossible for a human.. This paper describes the Ames Laboratory Selective Dissemination of Information system with emphasis on the effectiveness of user feedback.. The system will accept any document,  abstract, keyword, etc., in a KWIC or Science Citation Index Source format.. User profiles consist of words or word clusters each with an initially  assigned significance value.. These values are used in making the decision to notify a user that he may be interested in a particular document.. According to responses, the significance values are increased or decreased and quickly  attain an equilibrium which accurately describes the user's interests.. The system is economical compared to other existing SDI systems and human intervention is negligible except for adding and deleting profile entries.. ", " Comparison of the Results of Bibliographic Coupling and  Analytic Subject Indexing   A detailed comparison of how 334 papers in Volume 112 of Physical Review form related groups according to two criteria of relatedness.. The criteria are: (1) the Analytic Subject Index as used by the editors of the Physical Review; and (2) the method of Bibliographic Coupling.. The similarities and differences  between the groups thus formed are illustrated and discussed.."]